const firstName = {
  male: {
    names: [
      '銳逸','懿恆','浚發','振如','羽驍','奕元','樂豪','抒育','宜桐','常志','涵東','凱琪','潔善','元旭','胤銘','顥溥','悅康','景朗','晰雨',
      '彬陽','翔輝','嵐奕','熙明','政然','聹昕','聖楠','承卓','智宸','葦鴻','新裕','宇諭','鍾藝','逸光','瑞佐','秋雨','智涵','閔軒','雲陽',
      '天御','晨文','久彥','韜偉','昕宜','若彥','宸聞','希煜','成琪','博瑋','東亮','天祥','駿凱','千辰','昕哲','燁盈','憶尚','弘卿','毓函',
      '銳志','灃祺','宇岩','宇霖','益殊','凡寅','毓一','景煦','懿賓','金皓','元戎','展為','長嘯','呈如','晗宸','琀憶','宇賀','海森','德陽',
      '奕柯','祤辰','瀟躍','詩函','皓瀚','羽哲','沐晗','羽千','榮馨','懷億','銘浩','懿昔','程皓','寧昱','柯宇','斌民','曄軒','逸瀟','柯渝',
      '雁煜','桓彬','言泓','子洋'
    ],
    count: 99
  },
  female: {
    names: [
      '碧萱','慧妍','婧琪','璟雯','夢婷','雪怡','可嵐','天瑜','婧琪','媛馨','玥婷','瀅心','雪馨','夢潔','凌薇','美蓮','雅芙','雨婷','姝瑗',
      '穎娟','歆瑤','凌菲','鈺琪','婧宸','靖瑤','瑾萱','佑怡','檀雅','熙雯','鑫蕾','昭雪','倩雪','玉珍','茹雪','正梅','美琳','歡馨','優璇',
      '雨嘉','婭楠','明美','可馨','惠茜','漫妮','香茹','月嬋','嫦曦','妍洋','哲美','哲麗','琮麗','琮艷','柔曼','柔妙','雅歌','雅唱','雅純',
      '雅潔','美如','美意','錦凡','錦心','琇彩','琇云','瀾清','瀾澈','琇晶','琇瑩','如雪','如冰','柔絢','柔麗','雅安','雅逸','如心','如意',
      '吉吉','祥祥','鈴語','鈴音','鍾美','鍾麗','瑞雲','瑞彩','芮雅','芮優','芮欣','芮歡','琇芳','琇芬','琛瑞','琛麗','芮美','芮麗','芮波',
      '芮瀾','瑞靈','瑞芝','瑞錦','瑞繡','玲琳','玲琅','雅秀','雅麗','倩秀','倩美','芮安','芮靜'
      ],
    count: 108
  }
};

const lastName = {
  names: [
    '陳','林','黃','張','李','王','吳','劉','蔡','楊','許','鄭','謝','郭','洪','曾','邱','廖','賴','周','徐','蘇','葉','莊','呂','江',
    '何','蕭','羅','高','簡','朱','鍾','施','游','詹','沈','彭','胡','余','盧','潘','顏','梁','趙','柯','翁','魏','方','孫','張簡','戴',
    '范','歐陽','宋','鄧','杜','侯','曹','薛','傅','丁','溫','紀','范姜','蔣','歐','藍','連','唐','馬','董','石','卓','程','姚','康','馮',
    '古','姜','湯','汪','白','田','涂','鄒','巫','尤','鐘','龔','嚴','韓','黎','阮','袁','童','陸','金','錢','邵'
  ],
  count: 100
};

export default  {
  firstName,
  lastName
};
